{"inkVersion":21,"root":[["^Loki: How does he always know when I’m lying!?","\n","^Brokkr: I can’t believe that worked! Phew, I need a breather…","\n","^Loki: How could you just throw me to the wolves like that?!","\n","^Loki: Did you have any idea what was at stake and you did it for what??? Hermes begging? He’s the one who started this bloody mess!","\n","^Brokkr: I-I didn’t think! I just couldn’t get myself to hand in Hermes…","\n","^Loki: So you betray your friend!?","\n","^Brokkr: We’re friends?","\n","^Loki: ... That’s what you’re hung up on? sigh","\n","^Loki: At least you lied well.","\n","^Brokkr: Yeah, I’m just glad it worked out. We make one hell of a team.","\n","^Loki: When it comes to lies and deceit? I’ll teach you everything I know, kid. You’ll be a downright charmer.","\n","^Brokkr: Hehe, I don’t think so.","\n","^Brokkr: Did you mean it? Wanting both sides to work together?","\n","^Loki: ...If the stories are to be true, I’m the harbinger of chaos, my children will play a vital role in Ragnarok.","\n","^Loki: The other gods have always seen me as an outcast, a bad omen, something that should’ve never been adopted","\n","^Loki: and allowed to walk free, and I retaliated by being... insufferable.","\n","^Loki: ... Though Odin knows his prophecy, he knows Fenrir will kill him - he gave me the chance to live away from the gods.","\n","^Loki: I still don’t understand why he did that… Though, it allowed me to mingle with the mortals,","\n","^Loki: learn their struggles, see the gods from their view, and it wasn’t pretty.","\n","^Loki: If the gods could see that the other side wasn’t that bad, that their pretenses aren’t true, and that retaliation will occur if pushed too much…","\n","^Loki: I don’t know, kid, but maybe it would be better, both for mortals and gods.","\n","^Loki: Listen to me getting all philosophical, bleleleh, phew, back to my good old self! Want to go out there and cause some mischief?","\n","^Brokkr: I have to get back to my father.","\n","^Loki: Hmm, I guess I should too. Now that I’m apparently the ambassador for mortal affairs.","\n","^Loki: I’ll take the weapons with me as a peace offering, hopefully Thor won’t crush my skull on sight.","\n","^Brokkr: Hehe, good luck.","\n","^Brokkr: ... Will we meet again?","\n","^Loki: Mortals and gods mingling, being friends? Perish the thought!","\n","^Loki: Hehe, perhaps someday, kid, but I suspect I will be quite busy from now on.","\n","^Loki: And you have a father to look after! I bet he’s proud of you, as am I.","\n","^Brokkr: ... Thanks.","\n","^Loki: I really do hope your father will get better. I have a feeling he will.","\n","^Loki: Bye, blacksmith’s son.","\n","^Brokkr: Bye Hermes, Scryer, Loki.","\n","^Loki: Pfff, ahaha! I guess you would be confused, wouldn’t you? Never trust anything again, will you?","\n","^Brokkr: I think I can trust a few things.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}